/* A button that opens about screen of the app. */
"About Scenecuts" = "About Scenecuts";

/* A date indicating how long the app has been active */
"Active Since" = "Active Since";

/* A label listing advanced configuration options.
   A tab for all advanced settings */
"Advanced" = "Advanced";

/* A button that applies selected icon change. */
"Apply" = "Apply";

/* A message explaining helper app wasn't launched. */
"Can't Open Helper App" = "Can't Open Helper App";

/* A button that cancels selected icon change. */
"Cancel" = "Cancel";

/* A button to clear icon image selection */
"Clear" = "Clear";

/* A file menu item to close top level window. */
"Close" = "Close";

/* A header label for current icon selected */
"Current Icon" = "Current Icon";

/* Explanation of 'Hide Preferences on Launch' toggle. */
"Enabling this will always hide the preference window on first app launch." = "Enabling this will always hide the preference window on first app launch.";

/* A menu title for File, not sure if this is translated? */
"File" = "File";

/* A settings tab for all general settings */
"General" = "General";

/* A column header that shows a list of buttons to assign a global keyboard shortcut to the specific icon */
"Global Shortcut" = "Global Shortcut";

/* The name for a helper app */
"Helper App" = "Helper App";

/* A header for error message */
"Helper App Error" = "Helper App Error";

/* A toggle label that will enable/disable showing preferences screen on application launch */
"Hide Preferences on Launch" = "Hide Preferences on Launch";

/* A button to launch helper app. */
"Launch Helper App" = "Launch Helper App";

/* A column header that shows a list of icon buttons to set an icon for the specific scene. */
"Menu Bar Icon" = "Menu Bar Icon";

/* A column header that shows a list of scene names. */
"Name" = "Name";

/* A button that opens preferences window */
"Preferences" = "Preferences";

/* A button that quits the app. */
"Quit" = "Quit";

/* A button that opens up the help website. */
"Scenecuts Help" = "Scenecuts Help";

/* A tab for all scenes settings */
"Scenes" = "Scenes";

/* A placeholder for searching for SFSymbols */
"Search for SFSymbols" = "Search for SFSymbols";

/* A header label that indicates icon can be selected */
"Select an Icon" = "Select an Icon";

/* A button that opens a view to assign an icon/image to the scene. */
"Set Image" = "Set Image";

/* A column header that shows a list of toggles to show/hide scenes in menu bar. */
"Show in Menu Bar" = "Show in Menu Bar";

/* A button to start helper app. */
"Start App" = "Start App";

/* A button to terminate helper app. */
"Terminate App" = "Terminate App";

/* A brief message explaining that Helper App must be running for Scenecuts to work properly */
"The helper app is used to communicate with HomeKit, this needs to be running in order for Scenecuts to work properly." = "The helper app is used to communicate with HomeKit, this needs to be running in order for Scenecuts to work properly.";

/* A message explaining the buttons action that will trigger/execute HomeKit scene
   A message explaining the buttons action that will trigger/execute Homekit scene */
"Trigger HomeKit scene" = "Trigger HomeKit scene";

